christian-kohler.path-intellisense
editorconfig.editorconfig
golang.go
hediet.vscode-drawio
humao.rest-client
jdinhlife.gruvbox
mhutchie.git-graph
ms-ceintl.vscode-language-pack-es
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pomdtr.excalidraw-editor
redhat.vscode-xml
redhat.vscode-yaml
sainnhe.gruvbox-material
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
vscodevim.vim
yzhang.markdown-all-in-one

